"use strict";
let a, b, c, d; // объявляем все 3 переменные методом в одну строку

// Присваиваем переменным значения:
a = 10;
b = 2;
alert(a+b);
alert(a-b);
alert(a*b);
alert(a/b);


// Создам переменную c со значением 10 и переменную d со значением 5. Просуммирую их, а результат присвою переменной result. Вывожу на экран значение переменной result.
c = 10;
d = 5;
result = c + d;
alert(result);

// 3 задача
a = 1;
b = 2;
c = 3;
result = a + b + c;
alert(result);

// 4 задача
a = 10;
b = 5;
c = a - b;
d = 7;
result = c + d;
alert(result);